jlckfb/Candis-S31/vendor/esp-bsp/bsp/candis_s31/test_apps/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s31"
CONFIG_COMPILER_OPTIMIZATION_SIZE=y
